Repository: cloudis-dev/bottleshop-cloud-platform
Catalog: apps/delivery/lib/l10n/arb/app_*.arb
Languages: sk

source: About us
sk: O nás

# account_already
source: Already have an account?
sk: Máte už vytvorený účet?

source: Add another country
sk: Pridať ďalšiu krajinu

source: added to cart
sk: pridané do košíka

# addedToWishList
source: added to favorites
sk: pridané do priečinka obľúbených

# additionalRemarks
source: Delivery remarks
sk: Poznámka k objednávke

source: Add to cart
sk: Pridať do košíka

source: Add to Cart
sk: Pridať do košíka

source: Age
sk: Vek

source: Age (years)
sk: Vek (v rokoch)

# alcohol
source: Alcohol content
sk: Obsah alkoholu

source: Alcohol content:
sk: Obsah alkoholu:

source: All
sk: Všetko

source: All products
sk: Všetky produkty

# amount_incorrect
source: Amount is incorrect
sk: Zadaná suma je nesprávna

# androidNotificationChannelDescription
source: Used for Bottleshop3veže order notifications
sk: Používa sa na upozornenia pre objednávky od Bottleshop3veže

# androidNotificationChannelTitle
source: Orders notification
sk: Oznámenie o objednávkach

# anonymousUser
source: Anonymous
sk: Anonym

# appLanguageLabel
source: App Language
sk: Jazyk aplikácie

source: Application Preferences
sk: Predvoľby aplikácie

source: Apply Filters
sk: Použiť filtre

# app_preferences
source: Application Preferences
sk: Predvoľby aplikácie

source: Billing address
sk: Fakturačná adresa

source: Birth Date
sk: Dátum narodenia

source: Cancel
sk: Zrušiť

# cancelButton
source: Cancel
sk: Zrušiť

source: Card payment error
sk: Chyba platby kartou

source: Cart
sk: Košík

source: Categories
sk: Kategórie

source: Category
sk: Kategória

source: Checkout
sk: Zaplatiť

# checkYourEmailAndFollowTheInstructionsToResetYour
source: Check your email and follow the instructions to reset your password
sk: Skontrolujte svoj e-mail a postupujte podľa pokynov na obnovenie hesla

source: Check your email for password reset instructions
sk: Pokyny na obnovenie hesla nájdete vo svojom e-maile

source: City
sk: Mesto

source: City is required
sk: Mesto je povinné

source: Clear
sk: Odstrániť

source: Clear All
sk: Odstrániť všetko

# clearButton
source: Clear
sk: Odstrániť

source: CLOSE
sk: ZAVRIEŤ

# companyAndYear
source: Developer: AVE-Z s.r.o. Year: 2021 Email: info@ave-z.com
sk: Vývojár: AVE-Z s.r.o. Rok: 2021 E-mail: info@ave-z.com

# confirmationEmailSent
source: Confirmation email was sent
sk: Potvrdzovací e-mail bol odoslaný

source: Confirm Payment
sk: Potvrdiť platbu

# confirmPayment
source: Pay with a card
sk: Zaplatiť kartou

source: Contact details
sk: Kontaktné údaje

source: Contact information
sk: Kontaktné informácie

source: Couldn't be added to the cart
sk: Nepodarilo sa pridať do košíka

source: Couldn't be successfully added to wishlist
sk: Nepodarilo sa úspešne pridať do zoznamu obľúbených

source: Couldn't be successfully removed from wishlist
sk: Nepodarilo sa úspešne odstrániť zo zoznamu obľúbených

# couldntChangeQuantityOfTheProductInTheCart
source: Couldn't change the quantity of the product in the cart
sk: Množstvo produktu v košíku sa nepodarilo zmeniť

source: Countries
sk: Krajiny

source: Country:
sk: Krajina:

source: Created
sk: Vytvorená

source: Dark
sk: Tmavý

source: Dark mode
sk: Tmavý režim

source: Day of Birth
sk: Deň narodenia

source: Delivery
sk: Doručenie

source: Delivery options
sk: Možnosti doručenia

source: Description
sk: Popis

source: Details
sk: Detaily

# dontHaveAnAccount
source: Don't have an account yet?
sk: Nemáte ešte vytvorený účet?

source: Download the update
sk: Stiahnite si aktualizáciu

source: Edit
sk: Editovať

# email
source: Email Address
sk: E-mailová adresa

# email_invalid
source: Email is invalid
sk: Zadný e-mail je neplatný

source: Email is required
sk: E-mail je povinný

# emptyCart
source: No items in your cart
sk: V košíku nie sú žiadne položky

# emptyWishList
source: No items in the favorites
sk: V priečinku obľúbených nie sú žiadne položky

source: English
sk: Angličtina

source: Enter a valid email
sk: Zadajte platný e-mail

source: Enter a valid ZIP code
sk: Zadajte platné PSČ

source: Enter valid phone number
sk: Zadajte platné telefónne číslo

source: Error
sk: Chyba

# errorGeneric
source: Unexpected error occurred
sk: Vyskytla sa neočakávaná chyba

source: Extra categories
sk: Extra kategórie

# failedToFetchCart
source: Failed to fetch the cart
sk: Nepodarilo sa načítať košík

source: FAQ
sk: Najčastejšie otázky

# favoriteTabLabel
source: Favorites
sk: Obľúbené

# field_not_empty
source: Field is not empty
sk: Pole nie je prázdne

source: Filtered products
sk: Vyfiltrované produkty

source: Flash Sale ended
sk: Bleskový výpredaj sa skončil

source: Flash Sales
sk: Bleskový výpredaj

source: Flashsale until:
sk: Bleskový výpredaj do:

source: Full name
sk: Meno a priezvisko

source: Full name is required
sk: Vyžaduje sa meno a priezvisko

source: Full name must be longer
sk: Meno a prezvisko meno musí byť dlhšie

source: Further details
sk: Ďalšie detaily

# generalCommercialTermsTitle
source: General Commercial Terms
sk: Všeobecné podmienky používania

# gotNewPassword
source: Got your new password?
sk: Máte svoje nové heslo?

source: Help
sk: Pomoc

source: Help & Support
sk: Pomoc a podpora

source: Help & Support
sk: Pomoc a podpora

source: Hit the search!
sk: Kliknite na tlačítko hľadať!

source: Home
sk: Domov

# homeTabLabel
source: Shop
sk: Obchod

source: in cart
sk: v košíku

source: Incorrect password
sk: Nesprávne heslo

source: In Dispute
sk: V riešení

source: in stock
sk: na sklade

# inStockCount
source: In stock
sk: Na sklade

# instructionsForDelivery
source: Entrance, floor, others
sk: Vchod, poschodie, iné

# itemRemovedFromCart
source: Item removed from the cart
sk: Položka bola odstránená z košíka

# itemRemovedFromWishList
source: Item removed from favorites
sk: Položka bola odstránená z priečinka obľúbených

source: Items count
sk: Počet položiek

# itIsNotPossibleToPayWithThisCardPlease
source: It is not possible to pay with this card. Please try again with a different card
sk: Touto kartou nie je možné platiť. Skúste to znova s inou kartou

source: Languages
sk: Jazyky

source: Light
sk: Svetlý

source: Login
sk: Prihlásenie

source: Log out
sk: Odhlásiť sa

source: Log out
sk: Odhlásiť sa

source: Misc
sk: Ostatné

source: Modify filter
sk: Upraviť filter

source: My Orders
sk: Moje objednávky

source: N/A
sk: Neaplikovateľné

source: Name
sk: Meno

# name_invalid
source: Name is invalid
sk: Zadané meno je neplatné

# newAdditionToOurStock
source: New additions
sk: Novinky

source: New Arrivals
sk: Novinky

# no_orders
source: You do not have any ordered items
sk: Nemáte žiadne objednané položky

# noOrders
source: You do not have any ordered items
sk: Zatiaľ nemáte žiadnu objednanú položku

# noSuchItems
source: No items
sk: Žiadne položky

# notes
source: Delivery remarks
sk: Poznámka k objednávke

source: Notifications
sk: Notifikácie

# notSet
source: Anonymous
sk: Anonymný

source: Only following countries
sk: Iba nasledujúce krajiny

source: Only following extra categories
sk: Iba nasledujúce extra kategórie

source: Only special editions
sk: Iba špeciálne vydania

# or_checkout
source: Or via
sk: Alebo zaplatiť cez

# orCheckoutWith
source: Or via
sk: Alebo zaplatiť cez

source: Order
sk: Objednávka

# orderCompleted
source: Completed
sk: Vybavená

# orderCreated
source: Created
sk: Vytvorená

# orderedItems
source: Purchased items
sk: Zakúpené položky

# orderReady
source: Ready
sk: Pripravená

# orderShipping
source: Shipped
sk: Odoslaná

# orderTabLabel
source: Orders
sk: Objednávky

source: Order type
sk: Typ objednávky

# or_social_media
source: Or using social media
sk: Alebo použitím sociálnych médií

source: Other category:
sk: Iná kategória:

source: Out of stock
sk: Vypredané

source: Password
sk: Heslo

# password_forgotten
source: Forgot your password?
sk: Zabudli ste heslo?

source: Password is required
sk: Vyžaduje sa heslo

# passwordMinimumRequirementsHint
source: The password must have at least 6 characters
sk: Heslo musí mať najmenej 6 znakov

# password_no_match
source: Passwords doesn't match
sk: Heslá sa nezhodujú

# passwordsDontMatch
source: Passwords do not match
sk: Heslá sa nezhodujú

# password_short
source: Password is too short
sk: Heslo je príliš krátke

# paymentDetails
source: Details
sk: Detaily

source: Payment Method
sk: Spôsob platby

source: Phone Number
sk: Telefónne číslo

source: Phone number is required
sk: Telefónne číslo je povinné

source: Please fill out your
sk: Vyplňte prosím

# pleaseFillOutYourEmailAndName
source: Please fill out your email, name and phone number
sk: Vyplňte Váš e-mail, meno a telefónne číslo

# pleaseFillOutYourEmailNameBillingAndShippingAddress
source: Please fill out your billing and shipping address
sk: Vyplňte svoju fakturačnú a dodaciu adresu

# pleaseVerifyYourEmail
source: Verification email was sent (check your SPAM folder)
sk: Verifikačný e-mail bol zaslaný (prosím pozrite si SPAM priečinok)

source: Preferences
sk: Predvoľby

# slovakiaPlaceholder
source: Slovakia
sk: Slovensko

# preferred_payment
source: Offered payment methods
sk: Akceptované spôsoby platby

source: Price
sk: Cena

source: Confirm Order
sk: Potvrdiť objendávku

source: Proceed to checkout
sk: Do pokladne

# proceedToShipment
source: Proceed to delivery
sk: K doručeniu

source: Product
sk: Produkt

source: Product review
sk: Recenzia produktu

source: Products
sk: Produkty

source: Profile Settings
sk: Nastavenia profilu

source: Profile updated
sk: Profil aktualizovaný

# profileUpdatedMsg
source: Profile updated
sk: Profil aktualizovaný

source: Promo code applied
sk: Promo kód uplatnený

# promoCodeCartLow
source: To use the promo code, the price of that cart must be higher
sk: Na využitie promo kódu, musí byť cena košíka vyššia

# promoCodeInvalid
source: Invalid or already used up promo code
sk: Neplatný alebo už vyčerpaný promo kód

source: Quick delivery is possible only in Bratislava
sk: Rýchle dodanie je možné iba v Bratislave

source: Recommended by our staff
sk: Odporúčané nami

source: Recommended For You
sk: Odporúčané pre vás

# related_products
source: Related Poducts
sk: Súvisiace produkty

source: Remaining days
sk: Zostávajúce dni

source: Remaining hours
sk: Zostávajúce hodiny

source: Remaining minutes
sk: Zostávajúce minúty

# reminderChooseDelivery
source: To proceed, choose a delivery option
sk: Pokračujte výberom možnosti doručenia

# reminderOpeningHours
source: Remember: the order will be processed only during opening hours!
sk: Nezabudni: objednávka bude vybavená iba počas otváracích hodín!

# removedFromWishList
source: removed from favorites
sk: odstránené z priečinka obľúbených

source: Re-send verification email
sk: Znovu poslať overovací e-mail

source: Reset
sk: Obnoviť

source: Reset password
sk: Obnoviť heslo

source: Review
sk: Hodnoťenie

source: Sales
sk: Predaj

source: Save
sk: Uložiť

# saveButton
source: Save
sk: Uložiť

source: Search
sk: Vyhľadávanie

source: Search again
sk: Hľadajte znova

source: Search products
sk: Vyhľadať produkty

source: Select country
sk: Vybrať krajinu

source: Select delivery option
sk: Vyberte možnosť doručenia

source: Select your day of birth
sk: Vyberte dátum narodenia

# selectYourPreferredPaymentMode
source: Offered payment methods
sk: Akceptované spôsoby platby

source: Services
sk: Služby

source: Settings
sk: Nastavenia

source: Shipped
sk: Odoslané

source: Shipping address
sk: Adresa doručenia

source: Shipping fee
sk: Poplatok za dopravu

source: Shopping Cart
sk: Nákupný košík

source: Shopping Cart
sk: Nákupný košík

# sign_failure
source: Sign in failed, please try again
sk: Prihlásenie zlyhalo, skúste to znova

source: Sign In
sk: Prihlásiť

source: Sign Up
sk: Zaregistrovať

source: Skip
sk: Preskočiť

source: Slovak
sk: Slovenčina

source: Some answers
sk: Niekoľko odpovedí

source: Something went wrong
sk: Niečo sa pokazilo

source: Sort ascending
sk: Zoradiť vzostupne

source: Sort descending
sk: Zoradiť zostupne

source: Special edition:
sk: Špecialna edícia:

# startExploring
source: Back to the shop
sk: Späť do obchodu

source: Start searching
sk: Spustiť vyhľadávanie

# start_shopping
source: Back to the shop
sk: Späť do obchodu

# startShopping
source: Back to the shop
sk: Späť do obchodu

source: Street
sk: Ulica

source: Street is required
sk: Ulica je povinná

source: Street Number
sk: Číslo ulice

source: Street number is required
sk: Ulica je povinná

source: Subtotal
sk: Medzisúčet

# orderCompletedAndPaid
source: Your order completed successfully.
sk: Vaša objednávka bola úspešná.

# orderNotCompletedAndPaid
source: Unfortunately, your payment could not be processed successfully.
sk: Vašu platbu sa bohužiaľ nepodarilo úspešne spracovať.

# successful_payment_gpay
source: Paid with Google Pay
sk: Zaplatené cez Google Pay

# successful_payment_card
source: Paid with card
sk: Zaplatené kartou

# successful_payment
source: Payment successful
sk: Platba bola úspešná

source: System
sk: Systém

# tax
source: TAX (20%)
sk: DPH (20%)

# tellUsYourBirthdayToGetASpecialGift
source: Tell us your day of birth and you may receive a special gift
sk: Ak nám poviete svoj dátum narodenia dostanete špeciálnu narodeninovú zľavu alebo darček

# termsPopUp
source: I declare that I have reached the age of 18 and accept
sk: Prehlasujem, že som dovŕšil/a 18 rokov a súhlasím so

# termsPopUpCompany
source: of Bottleroom s.r.o. which includes acceptance that some of your sensitive information such as name, card number, phone number, location, address, installed application information and similar will be shared with Stripe Inc. to provide a secure and reliable payment experience.
sk: spoločnosti Bottleroom s.r.o. ktorá zahŕňa súhlas s tým, že niektoré z vašich citlivých informácií, ako sú meno, číslo karty, telefónne číslo, poloha, adresa, informácie o nainštalovanej aplikácii a podobne, budú zdieľané so spoločnosťou Stripe Inc., aby sa zabezpečila bezpečná a spoľahlivá platba.

# termsPopUpLink
source: General Commercial Terms and Privacy Policy Guidelines
sk: Všeobecnými Obchodnými Podmienkami a Zásadami Ochrany Osobných Údajov

# termsPopUpNo
source: Reject
sk: Odmietnuť

# termsPopUpYes
source: Accept
sk: Potvrdiť

# termsTitleMainScreen
source: Confirm terms
sk: Potvrdiť podmienky

source: Thank you for your order
sk: Ďakujeme za objednávku

# theCartContainsItemCountsThatAreNotAvailableIn
source: Quantity of the product/s in the cart exceeds the current stock. Please update the cart accordingly
sk: Zvolené množstvo na produkte(-och) v košíku prevyšuje súčasné zásoby na sklade. Prosím aktualizujte košík

source: To be shipped
sk: Čaká na odoslanie

source: Total paid
sk: Spolu zaplatené

source: Try again
sk: Skúste to znova

source: Tutorial
sk: Návod

source: Unable to authenticate. Please try again later
sk: Nepodarilo sa overiť. Skúste neskôr prosím

source: Unfortunately the application was unable to start
sk: Aplikáciu sa, žiaľ, nepodarilo spustiť

source: Unpaid
sk: Nezaplatené

source: Ups, something went wrong
sk: Hups, niečo sa pokazilo

source: Use as shipping address
sk: Použiť ako fakturačnú adresu

source: User already signed up with different provider
sk: Používateľ sa už zaregistroval u iného poskytovateľa

source: User with this email already exists
sk: Používateľ s týmto e-mailom už existuje

source: User with this email not found
sk: Používateľ s týmto e-mailom sa nenašiel

# value_not_number
source: Value is not a number
sk: Zadaná hodnota nie je číslo

source: VAT (20%)
sk: DPH (20%)

# verify_quantity
source: Verify your quantity and click checkout
sk: Overte množstvo a potvrdte objednávku

# verifyQuantity
source: Verify your quantity and click checkout
sk: Overte množstvo a potvrdte objednávku

source: Version
sk: Verzia

source: Volume:
sk: Objem:

source: Volume (liters)
sk: Objem (litre)

source: Waiting
sk: Čaká sa

source: We're working on it...
sk: Pracujeme na tom...

# wish_list
source: Favorites
sk: Obľúbené

# year
source: Vintage
sk: Ročník

# years
source: Vintage
sk: Ročník

source: You must first agree to Terms & Conditions
sk: Najprv musíte vyjadriť súhlas so všeobecnými podmienkami

source: You're using an incompatible version of the app
sk: Používate nekompatibilnú verziu aplikácie

source: Your Orders
sk: Vaše objednávky

source: yyyy-MM-dd
sk: rrrr-MM-dd

source: ZIP Code
sk: PSČ

source: ZIP code is required
sk: PSČ je povinné

source: Next
sk: Ďalej

# confirmationEmailNotSent
source: Email could not be sent
sk: Email nebolo možné odoslať

source: You have an empty cart.
sk: Máte prázdny košík.

# ageValidationDialogTitle
source: Confirm your age
sk: Potvrďte svoj vek

# ageValidationDialogLabel
source: You must be at least 18 years old to enter the site
sk: Pre vstup na stránku musíte mať 18 rokov

# ageValidationDialogButtonYes
source: I have reached 18 years
sk: Mám viac ako 18 rokov

# ageValidationDialogButtonNo
source: I have not reached 18 years
sk: Mám menej ako 18 rokov

source: You need to login first
sk: Najprv sa musíte prihlásiť

# loginNeededForPurchase
source: To order a selected item, you need to log-in first
sk: Na objednanie vybraného tovaru sa musíte najskôr prihlásiť

# loginNeededForFavorite
source: To favorite the selected item, you need to log-in first
sk: Na pridanie vybraného tovaru do obľúbených sa musíte najskôr prihlásiť

source: No such product
sk: Taký produkt neexistuje

source: No such category
sk: Taká kategória neexistuje

source: Checkout failure
sk: Platba zlyhala

source: Checkout success
sk: Platba úspešná

source: Promo code removed
sk: Promo kód odstránený

# menuTerms
source: Terms & Conditions
sk: Obchodné podmienky

source: Back to orders
sk: Späť na objednávky

source: Sale
sk: Výpredaj

source: Delivery within 1-2 days. Shipping fee 5€
sk: Dodanie do 1-2 dní. Poštovné 5€

source: Cash on delivery
sk: Platba na dobierku

source: Pay upfront
sk: Zaplatiť vopred

source: Pay later
sk: Zaplatiť pri doručení

source: Wholesale
sk: Veľkoobchod

# wholesaleDescription
source: You can buy alcohol from us at wholesale prices, if you hold a license to sell or distribute alcohol. If you are interested, contact us by email at info@bottleshop3veze.sk.
sk: U nás si môžete nakúpiť alkohol za veľkoobchodné ceny, v prípade, ak ste držiteľom licencie na predaj alebo distribúciu alkoholu. V prípade záujmu nás kontaktujte emailom na info@bottleshop3veze.sk a my Vám vypracujeme cenník.

# deleteAccount
source: Delete
sk: Zmazať účet

# deleteAccountDialogTitle
source: Are you sure you want to delete your account?
sk: Ste si istý, že chcete zmazať svoj účet?

# deleteAccountDialogLabel
source: All your account data will be erased and will no longer be recoverable
sk: Všetky Vaše dáta spojené s účtom budú odstránené a nebude ich možné obnoviť

# deleteAccountNegativeOption
source: Close
sk: Zavrieť

source: Send
sk: Poslať

source: Problem
sk: Problém

source: suggestion
sk: Návrh

source: Feedback
sk: Spätná väzba

# enterSomeText
source: Please enter some text
sk: Zadajte prosím nejaký text

source: Invalid Email
sk: Neplatný e-mail

# enterName
source: Enter your name
sk: Zadajte svoje meno

# enterEmail
source: Enter your Email
sk: Zadajte svoj e-mail

# enterMsg
source: Type your message
sk: Napíšte svoju správu

# tooLong
source: Too long message
sk: Príliš dlhá správa

# wasSent
source: Your message was sent
sk: Vaša správa bola odoslaná.
